{
    "welcome": "¡Bienvenido a VolleyTrack!",
    "welcome_message": "¡Estamos encantados de tenerte aquí! VolleyTrack aspira a ser más que una simple plataforma; somos una comunidad dedicada a transformar la forma en que organizamos y gestionamos equipos y entrenamientos de voleibol.",
    "title_why_register": "¿Por qué registrarse ahora?",
    "subtitle_early_access": "Acceso temprano",
    "text_early_access": "Sé uno de los primeros en probar las características de nuestra versión alfa.",
    "subtitle_exclusive_discounts": "Descuentos exclusivos",
    "text_exclusive_discounts": "Los usuarios que nos ayuden en la fase inicial serán recompensados con descuentos en futuras suscripciones.",
    "subtitle_have_your_voice_heard": "Haz oír tu voz",
    "text_have_your_voice_heard": "Utiliza nuestro canal de retroalimentación para sugerir mejoras y nuevas características.",
    "title_security_and_development": "Seguridad y Desarrollo",
    "subtitle_security_and_development": "Seguridad",
    "text_security_and_development": "Tus datos están seguros con nosotros. Seguimos todas las pautas de LGPD y tu privacidad es nuestra máxima prioridad.",
    "subtitle_development": "Desarrollo",
    "text_development": "Nuestro equipo de desarrollo está trabajando constantemente para mantener el sistema seguro y libre de vulnerabilidades.",
    "title_ready_to_jump_in": "¿Listo para unirte?",
    "title_register": "Registrarse",
    "placeholder_name": "Ingresa tu nombre",
    "label_name": "Nombre",
    "placeholder_email": "Ingresa tu correo electrónico",
    "label_email": "Correo electrónico",
    "placeholder_experience_level": "Selecciona una opción",
    "label_experience_level": "Nivel de experiencia",
    "message_error_level_experience_required": "Se requiere nivel de experiencia",
    "label_message": "Mensaje",
    "placeholder_message": "(opcional) Ingresa tu mensaje",
    "button_register": "Registrarse",
    "label_language": "Idioma",
    "placeholder_language": "Selecciona una opción",
    "option_language_pt_br": "Portugués (Brasil)",
    "option_language_en": "Inglés",
    "option_language_es": "Español",
    "option_language_fr": "Francés",
    "option_language_it": "Italiano",
    "option_language_pl": "Polaco",
    "option_language_ru": "Ruso",
    "menu_title_home": "Inicio",
    "menu_title_register": "Registrarse",
    "menu_title_faq": "Preguntas frecuentes",
    "question_1": "¿Qué es VolleyTrack?",
    "answer_1": "- VolleyTrack es una plataforma en desarrollo que tiene como objetivo simplificar el proceso de organización de equipos y entrenamientos de voleibol. Actualmente estamos en la fase alfa y te invitamos a unirte a nosotros en este viaje.",
    "question_2": "¿Cómo puedo registrarme en VolleyTrack?",
    "answer_2": "- Durante esta fase inicial de desarrollo, puedes registrarte proporcionando información básica. Nuestro equipo de soporte se pondrá en contacto contigo para proporcionarte el primer acceso a tu cuenta.",
    "question_3": "¿Cuáles son las limitaciones de la versión básica?",
    "answer_3": "- La versión básica del sistema está limitada por el número de jugadores y equipos que puedes registrar. Esta regla puede cambiar a medida que validamos el producto con nuestros clientes.",
    "question_4": "¿Cómo puedo dar retroalimentación sobre el producto?",
    "answer_4": "- Valoramos mucho la retroalimentación de nuestros usuarios. Tenemos un canal de Discord donde puedes discutir ideas y problemas directamente con el equipo de desarrollo y otros usuarios.",
    "question_5": "¿Cuánto tiempo tarda en recibir soporte?",
    "answer_5": "- Nuestro equipo de soporte está disponible de lunes a viernes, de 9 a.m. a 6 p.m. Nuestro objetivo es responder a todas las solicitudes de soporte en un plazo de 48 horas.",
    "question_6": "¿Hay una aplicación móvil?",
    "answer_6": "- Actualmente, no tenemos una aplicación móvil. Sin embargo, VolleyTrack es completamente adaptable y se puede acceder desde cualquier dispositivo. Dependiendo de las necesidades y comentarios de los usuarios, esto podría cambiar en el futuro.",
    "question_7": "¿Cómo puedo cancelar mi suscripción?",
    "answer_7": "- Puedes cancelar tu suscripción en cualquier momento. Solo tienes que ponerte en contacto con nuestro equipo de soporte y ellos se encargarán de ello por ti.",
    "question_8": "¿Existe una comunidad donde pueda interactuar con otros usuarios?",
    "answer_8": "- Sí, tenemos una comunidad activa en Discord, donde puedes interactuar con otros usuarios y el equipo de VolleyTrack. Este espacio es perfecto para discusiones, compartir ideas e incluso informar sobre problemas que puedas encontrar.",
    "question_9": "¿Cómo puedo informar de errores o problemas técnicos?",
    "answer_9": "- Si encuentras algún error o enfrentas problemas técnicos, la forma más rápida de informar es a través de nuestro canal de soporte en Discord. También aceptamos informes de errores a través de nuestro correo electrónico de soporte suporte@volleytrack.com. Para un servicio más rápido, puedes abrir un problema directamente en el GitHub del proyecto, que probablemente será atendido de forma más inmediata por nuestro equipo de desarrolladores.",
    "question_10": "¿Cómo se desarrollará VolleyTrack en el futuro?",
    "answer_10": "- VolleyTrack es un proyecto de código abierto y siempre estamos abiertos a nuevas ideas y sugerencias. Puedes seguir el desarrollo del proyecto a través de nuestro GitHub. Si eres un desarrollador, puedes contribuir al proyecto enviando un pull request.",
    "option_experience_level_select": "Seleccionar",
    "option_experience_level_beginner": "Principiante",
    "option_experience_level_amateur": "Aficionado",
    "option_experience_level_student": "Estudiante",
    "option_experience_level_university_student": "Estudiante Universitario",
    "option_experience_level_semi_professional": "Semi-Profesional",
    "option_experience_level_professional": "Profesional",
    "option_experience_level_intermediate": "Intermedio",
    "option_experience_level_coach": "Entrenador",
    "option_experience_level_instructor": "Instructor",
    "option_experience_level_other": "Otro",
    "welcome_message_index": "Descubre la libertad de gestionar tu equipo de voleibol con eficiencia y facilidad. VolleyTrack es la solución definitiva para entrenadores, jugadores y organizadores que buscan elevar el nivel de su equipo. Con nuestra plataforma intuitiva, puedes organizar partidos, prácticas y gestionar tu plantilla con solo unos pocos clics.",
    "welcome_title_index": "La Revolución en la Gestión de Equipos de Voleibol",
    "title_game_changing_features": "¡Características que Cambian el Juego!",
    "title_smart_scheduling": "Planificación Inteligente",
    "text_smart_scheduling": "Con nuestro sistema de calendario avanzado, planificar partidos y prácticas nunca ha sido tan fácil. Establece los fundamentos específicos para cada sesión, detalla el enfoque técnico y haz notas personalizadas para asegurar que cada práctica sea productiva y esté alineada con los objetivos del equipo.",
    "title_complete_team_management": "Gestión Completa del Equipo",
    "text_complete_team_management": "Centraliza la información de los jugadores, incluyendo estadísticas, frecuencia y progreso individual. Nuestro sistema permite un control detallado de la asistencia y el rendimiento, además de ofrecer un espacio para notas y observaciones críticas que ayudan en el desarrollo continuo de los atletas.",
    "title_detaile_analysis_and_statistics": "Análisis y Estadísticas Detalladas",
    "text_detaile_analysis_and_statistics": "Transforma los datos en conocimientos con nuestros informes detallados. Monitorea el crecimiento de los jugadores y la evolución del equipo a través de análisis profundos, ayudando a tomar decisiones informadas y a estructurar sesiones de entrenamiento más efectivas.",
    "title_efficient_and_targeted_communication": "Comunicación Eficiente y Dirigida",
    "text_efficient_and_targeted_communication": "Asegura que todos estén en la misma página con actualizaciones en tiempo real y comunicación clara. Informa sobre las próximas prácticas, cambios de estrategia y novedades, manteniendo al equipo unido y enfocado en la mejora constante del rendimiento colectivo.",
    "title_join_the_volleyball_vanguard_with": "Únete a la Vanguardia del Vóleibol con ",
    "text_join_the_volleyball_vanguard_with": "Estamos mejorando el futuro de la gestión de equipos de voleibol y queremos que estés con nosotros. Al registrarte ahora, te conviertes en parte de un grupo exclusivo que tendrá acceso anticipado a nuestra plataforma aún en desarrollo.",
    "menu_title_discord" : "Discord",
    "all_rights_reserved": "Todos los derechos reservados",
    "title_footer_about_us": "Sobre Nosotros",
    "text_footer_about_us": "VolleyTrack es un proyecto desarrollado con pasión e innovación en Brasil. Estamos comprometidos con la excelencia en software y creemos en el poder del código abierto para crear soluciones robustas y confiables. Nuestro sistema es una plataforma abierta que invita a los desarrolladores a colaborar e innovar en el mundo del voleibol.",
    "title_responsible_company": "Empresa Responsable",
    "title_footer_contact": "Contacto",
    "label_tenant_id": "ID del solicitante",
    "placeholder_tenant_id": "solicitante",
    "label_status": "Estado",
    "label_lead": "Líder",
    "label_lead_id" : "ID del líder"
}