{
    "welcome": "Bienvenue chez VolleyTrack !",
    "welcome_message": "Nous sommes ravis de vous avoir ici ! VolleyTrack aspire à être plus qu'une simple plateforme ; nous sommes une communauté dédiée à transformer la manière dont nous organisons et gérons des équipes et des entraînements de volley-ball.",
    "title_why_register": "Pourquoi s'inscrire maintenant ?",
    "subtitle_early_access": "Accès anticipé",
    "text_early_access": "Soyez parmi les premiers à essayer les fonctionnalités de notre version alpha.",
    "subtitle_exclusive_discounts": "Réductions exclusives",
    "text_exclusive_discounts": "Les utilisateurs qui nous aident dans la phase initiale seront récompensés par des réductions sur les abonnements futurs.",
    "subtitle_have_your_voice_heard": "Faites entendre votre voix",
    "text_have_your_voice_heard": "Utilisez notre canal de feedback pour suggérer des améliorations et de nouvelles fonctionnalités.",
    "title_security_and_development": "Sécurité et Développement",
    "subtitle_security_and_development": "Sécurité",
    "text_security_and_development": "Vos données sont en sécurité avec nous. Nous suivons toutes les directives de la LGPD et votre vie privée est notre priorité absolue.",
    "subtitle_development": "Développement",
    "text_development": "Notre équipe de développement travaille constamment pour maintenir le système sécurisé et exempt de vulnérabilités.",
    "title_ready_to_jump_in": "Prêt à vous lancer ?",
    "title_register": "S'inscrire",
    "placeholder_name": "Entrez votre nom",
    "label_name": "Nom",
    "placeholder_email": "Entrez votre e-mail",
    "label_email": "E-mail",
    "placeholder_experience_level": "Sélectionnez une option",
    "label_experience_level": "Niveau d'expérience",
    "message_error_level_experience_required": "Le niveau d'expérience est requis",
    "label_message": "Message",
    "placeholder_message": "Ce message sera examiné manuellement par notre équipe pour déterminer si vous correspondez à notre profil client idéal. Votre accès à la plateforme pourra être approuvé ou refusé.",
    "button_register": "S'inscrire",
    "label_language": "Langue",
    "placeholder_language": "Sélectionnez une option",
    "option_language_pt_br": "Portugais (Brésil)",
    "option_language_en": "Anglais",
    "option_language_es": "Espagnol",
    "option_language_fr": "Français",
    "option_language_it": "Italien",
    "option_language_pl": "Polonais",
    "option_language_ru": "Russe",
    "menu_title_home": "Accueil",
    "menu_title_register": "S'inscrire",
    "menu_title_faq": "FAQ",
    "question_1": "Qu'est-ce que VolleyTrack?",
    "answer_1": "- VolleyTrack est une plateforme en développement visant à simplifier le processus d'organisation des équipes et des entraînements de volley-ball. Nous sommes actuellement en phase alpha et vous invitons à nous rejoindre dans cette aventure.",
    "question_2": "Comment puis-je m'inscrire à VolleyTrack?",
    "answer_2": "- Pendant cette phase initiale de développement, vous pouvez vous inscrire en fournissant des informations de base. Notre équipe de support vous contactera pour vous fournir un premier accès à votre compte.",
    "question_3": "Quelles sont les limitations de la version de base?",
    "answer_3": "- La version de base du système est limitée par le nombre de joueurs et d'équipes que vous pouvez enregistrer. Cette règle peut changer à mesure que nous validons le produit avec nos clients.",
    "question_4": "Comment puis-je donner mon avis sur le produit?",
    "answer_4": "- Nous accordons une grande importance aux retours de nos utilisateurs. Nous avons un canal Discord où vous pouvez discuter d'idées et de problèmes directement avec l'équipe de développement et d'autres utilisateurs.",
    "question_5": "Combien de temps faut-il pour recevoir du support?",
    "answer_5": "- Notre équipe de support est disponible du lundi au vendredi, de 9h à 18h. Notre objectif est de répondre à toutes les demandes de support dans les 48 heures.",
    "question_6": "Y a-t-il une application mobile?",
    "answer_6": "- Actuellement, nous n'avons pas d'application mobile. Cependant, VolleyTrack est entièrement réactif et peut être accessible depuis n'importe quel appareil. Selon les besoins et les retours des utilisateurs, cela pourrait changer à l'avenir.",
    "question_7": "Comment puis-je annuler mon abonnement?",
    "answer_7": "- Vous pouvez annuler votre abonnement à tout moment. Il vous suffit de contacter notre équipe de support et ils s'en occuperont pour vous.",
    "question_8": "Y a-t-il une communauté où je peux interagir avec d'autres utilisateurs?",
    "answer_8": "- Oui, nous avons une communauté active sur Discord, où vous pouvez interagir avec d'autres utilisateurs et l'équipe de VolleyTrack. Cet espace est parfait pour les discussions, le partage d'idées et même pour signaler les problèmes que vous pourriez rencontrer.",
    "question_9": "Comment puis-je signaler des bugs ou des problèmes techniques?",
    "answer_9": "- Si vous rencontrez des bugs ou des problèmes techniques, le moyen le plus rapide de signaler est via notre canal de support sur Discord. Nous acceptons également les rapports de bugs via notre e-mail de support suporte@volleytrack.com. Pour un service plus rapide, vous pouvez ouvrir un problème directement sur le GitHub du projet, qui sera probablement traité plus immédiatement par notre équipe de développement.",
    "question_10": "Comment VolleyTrack sera-t-il développé à l'avenir?",
    "answer_10": "- VolleyTrack est un projet open source et nous sommes toujours ouverts à de nouvelles idées et suggestions. Vous pouvez suivre le développement du projet sur notre GitHub. Si vous êtes un développeur, vous pouvez contribuer au projet en soumettant une pull request.",
    "option_experience_level_select": "Sélectionner",
    "option_experience_level_beginner": "Débutant",
    "option_experience_level_amateur": "Amateur",
    "option_experience_level_student": "Étudiant",
    "option_experience_level_university_student": "Étudiant Universitaire",
    "option_experience_level_semi_professional": "Semi-Professionnel",
    "option_experience_level_professional": "Professionnel",
    "option_experience_level_intermediate": "Intermédiaire",
    "option_experience_level_coach": "Entraîneur",
    "option_experience_level_instructor": "Instructeur",
    "option_experience_level_other": "Autre",
    "welcome_message_index": "Découvrez la liberté de gérer votre équipe de volley-ball avec efficacité et facilité. VolleyTrack est la solution ultime pour les entraîneurs, les joueurs et les organisateurs qui souhaitent élever le niveau de leur équipe. Avec notre plateforme intuitive, vous pouvez organiser des matchs, des entraînements et gérer votre effectif en quelques clics.",
    "welcome_title_index": "La Révolution dans la Gestion des Équipes de Volley-ball",
    "title_game_changing_features": "Des fonctionnalités qui changent la donne !",
    "title_smart_scheduling": "Planification Intelligente",
    "text_smart_scheduling": "Avec notre système de calendrier avancé, planifier des matchs et des entraînements n'a jamais été aussi simple. Définissez les fondamentaux spécifiques pour chaque session, détaillez l'accent technique et faites des notes personnalisées pour assurer que chaque entraînement soit productif et aligné avec les objectifs de l'équipe.",
    "title_complete_team_management": "Gestion Complète de l'Équipe",
    "text_complete_team_management": "Centralisez les informations des joueurs, y compris les statistiques, la fréquence et les progrès individuels. Notre système permet un contrôle détaillé de la présence et de la performance, ainsi qu'un espace pour des notes et observations critiques qui aident au développement continu des athlètes.",
    "title_detaile_analysis_and_statistics": "Analyse et Statistiques Détaillées",
    "text_detaile_analysis_and_statistics": "Transformez les données en insights avec nos rapports détaillés. Surveillez la croissance des joueurs et l'évolution de l'équipe à travers des analyses approfondies, aidant à prendre des décisions éclairées et à structurer des séances d'entraînement plus efficaces.",
    "title_efficient_and_targeted_communication": "Communication Efficace et Ciblée",
    "text_efficient_and_targeted_communication": "Assurez-vous que tout le monde soit sur la même page avec des mises à jour en temps réel et une communication claire. Informez sur les prochains entraînements, les changements de stratégie et les nouveautés, en maintenant l'équipe unie et concentrée sur l'amélioration constante de la performance collective.",
    "title_join_the_volleyball_vanguard_with": "Rejoignez l'avant-garde du volley-ball avec ",
    "text_join_the_volleyball_vanguard_with": "Nous améliorons l'avenir de la gestion des équipes de volley-ball et nous voulons que vous soyez avec nous. En vous inscrivant maintenant, vous faites partie d'un groupe exclusif qui aura un accès anticipé à notre plateforme encore en développement.",
    "menu_title_discord" : "Discord",
    "all_rights_reserved": "Tous droits réservés",
    "title_footer_about_us": "À Propos de Nous",
    "text_footer_about_us": "VolleyTrack est un projet développé avec passion et innovation au Brésil. Nous sommes engagés envers l'excellence logicielle et croyons en la puissance de l'open source pour créer des solutions robustes et fiables. Notre système est une plateforme ouverte qui invite les développeurs à collaborer et innover dans le monde du volley-ball.",
    "title_responsible_company": "Entreprise Responsable",
    "title_footer_contact": "Contact",
    "label_tenant_id": "ID du Locataire",
    "placeholder_tenant_id": "Locataire",
    "label_status": "Statut",
    "label_lead": "Lead",
    "label_lead_id" : "ID du Lead",
    "label_tenant": "Locataire"
}