{
    "welcome": "Witaj w VolleyTrack!",
    "welcome_message": "Cieszymy się, że jesteś tutaj! VolleyTrack to więcej niż tylko platforma; jesteśmy społecznością, która ma na celu zmienić sposób organizacji i zarządzania drużynami i treningami siatkówki.",
    "title_why_register": "Dlaczego zarejestrować się teraz?",
    "subtitle_early_access": "Wczesny dostęp",
    "text_early_access": "Bądź jednym z pierwszych, którzy wypróbują funkcje naszej wersji alfa.",
    "subtitle_exclusive_discounts": "Ekskluzywne rabaty",
    "text_exclusive_discounts": "Użytkownicy, którzy pomogą nam w początkowej fazie, zostaną nagrodzeni rabatami na przyszłe subskrypcje.",
    "subtitle_have_your_voice_heard": "Niech twoj głos będzie słyszany",
    "text_have_your_voice_heard": "Użyj naszego kanału opinii, aby sugerować ulepszenia i nowe funkcje.",
    "title_security_and_development": "Bezpieczeństwo i rozwój",
    "subtitle_security_and_development": "Bezpieczeństwo",
    "text_security_and_development": "Twoje dane są u nas bezpieczne. Przestrzegamy wszystkich wytycznych LGPD, a Twoja prywatność jest dla nas najważniejsza.",
    "subtitle_development": "Rozwój",
    "text_development": "Nasz zespół programistów ciągle pracuje nad utrzymaniem systemu w bezpieczeństwie i wolnym od podatności.",
    "title_ready_to_jump_in": "Gotów do gry?",
    "title_register": "Zarejestruj się",
    "placeholder_name": "Wprowadź swoje imię",
    "label_name": "Imię",
    "placeholder_email": "Wprowadź swój email",
    "label_email": "Email",
    "placeholder_experience_level": "Wybierz opcję",
    "label_experience_level": "Poziom doświadczenia",
    "message_error_level_experience_required": "Poziom doświadczenia jest wymagany",
    "label_message": "Wiadomość",
    "placeholder_message": "(opcjonalnie) Wprowadź swoją wiadomość",
    "button_register": "Zarejestruj się",
    "label_language": "Język",
    "placeholder_language": "Wybierz opcję",
    "option_language_pt_br": "Portugalski (Brazylia)",
    "option_language_en": "Angielski",
    "option_language_es": "Hiszpański",
    "option_language_fr": "Francuski",
    "option_language_it": "Włoski",
    "option_language_pl": "Polski",
    "option_language_ru": "Rosyjski",
    "menu_title_home": "Strona główna",
    "menu_title_about": "O nas",
    "menu_title_solutions": "Rozwiązania",
    "menu_title_register": "Zarejestruj się",
    "menu_title_faq": "FAQ",
    "question_1": "Co to jest VolleyTrack?",
    "answer_1": "- VolleyTrack to platforma w fazie rozwoju, która ma na celu uproszczenie procesu organizacji drużyn i treningów siatkówki. Obecnie jesteśmy w fazie alfa i zapraszamy do dołączenia do nas w tej podróży.",
    "question_2": "Jak mogę się zarejestrować w VolleyTrack?",
    "answer_2": "- Podczas tej początkowej fazy rozwoju możesz się zarejestrować, podając podstawowe informacje. Nasz zespół wsparcia skontaktuje się z Tobą, aby zapewnić pierwszy dostęp do Twojego konta.",
    "question_3": "Jakie są ograniczenia wersji podstawowej?",
    "answer_3": "- Wersja podstawowa systemu jest ograniczona przez liczbę graczy i drużyn, które możesz zarejestrować. Ta zasada może ulec zmianie, gdy będziemy walidować produkt z naszymi klientami.",
    "question_4": "Jak mogę przekazać opinię na temat produktu?",
    "answer_4": "- Bardzo cenimy opinie użytkowników. Mamy kanał na Discordzie, na którym możesz omawiać pomysły i problemy bezpośrednio z zespołem deweloperskim i innymi użytkownikami.",
    "question_5": "Ile czasu zajmuje uzyskanie wsparcia?",
    "answer_5": "- Nasz zespół wsparcia jest dostępny od poniedziałku do piątku, od 9:00 do 18:00. Naszym celem jest odpowiedź na wszystkie zgłoszenia wsparcia w ciągu 48 godzin.",
    "question_6": "Czy jest aplikacja mobilna?",
    "answer_6": "- Obecnie nie mamy aplikacji mobilnej. Niemniej jednak, VolleyTrack jest w pełni responsywny i można go otworzyć na dowolnym urządzeniu. W zależności od potrzeb i opinii użytkowników, może się to zmienić w przyszłości.",
    "question_7": "Jak mogę anulować subskrypcję?",
    "answer_7": "- Możesz anulować subskrypcję w dowolnym momencie. Wystarczy skontaktować się z naszym zespołem wsparcia, a oni zajmą się tym dla Ciebie.",
    "question_8": "Czy istnieje społeczność, w której mogę interakcjonować z innymi użytkownikami?",
    "answer_8": "- Tak, mamy aktywną społeczność na Discordzie, gdzie możesz interakcjonować z innymi użytkownikami i zespołem VolleyTrack. To miejsce jest idealne do dyskusji, dzielenia się pomysłami i nawet zgłaszania problemów, które możesz napotkać.",
    "question_9": "Jak mogę zgłosić błędy lub problemy techniczne?",
    "answer_9": "- Jeśli napotkasz jakiekolwiek błędy lub problemy techniczne, najszybszym sposobem zgłoszenia jest nasz kanał wsparcia na Discordzie. Akceptujemy również zgłoszenia błędów za pośrednictwem naszego e-maila wsparcia suporte@volleytrack.com. Dla szybszej obsługi możesz otworzyć problem bezpośrednio na GitHubie projektu, który prawdopodobnie zostanie szybciej rozwiązany przez nasz zespół deweloperski.",
    "question_10": "Jak VolleyTrack będzie rozwijany w przyszłości?",
    "answer_10": "- VolleyTrack to projekt open source i zawsze jesteśmy otwarci na nowe pomysły i sugestie. Możesz śledzić rozwój projektu na naszym GitHubie. Jeśli jesteś deweloperem, możesz przyczynić się do projektu, wysyłając pull request.",
    "option_experience_level_select": "Wybierz",
    "option_experience_level_beginner": "Początkujący",
    "option_experience_level_amateur": "Amator",
    "option_experience_level_student": "Student",
    "option_experience_level_university_student": "Student Uniwersytetu",
    "option_experience_level_semi_professional": "Półprofesjonalista",
    "option_experience_level_professional": "Profesjonalista",
    "option_experience_level_intermediate": "Średniozaawansowany",
    "option_experience_level_coach": "Trener",
    "option_experience_level_instructor": "Instruktor",
    "option_experience_level_other": "Inne",
    "welcome_message_index": "Odkryj wolność zarządzania swoją drużyną siatkówki z efektywnością i łatwością. VolleyTrack to ostateczne rozwiązanie dla trenerów, zawodników i organizatorów, którzy chcą podnieść poziom swoich zespołów. Dzięki naszej intuicyjnej platformie możesz organizować gry, treningi i zarządzać swoją kadrą za pomocą kilku kliknięć.",
    "welcome_title_index": "Rewolucja w Zarządzaniu Drużynami Siatkówki",
    "title_game_changing_features": "Funkcje zmieniające grę!",
    "title_smart_scheduling": "Inteligentne Planowanie",
    "text_smart_scheduling": "Dzięki naszemu zaawansowanemu systemowi kalendarza, planowanie gier i treningów nigdy nie było łatwiejsze. Ustaw konkretne podstawy dla każdej sesji, szczegółowo określ cel techniczny i dokonuj spersonalizowanych notatek, aby zapewnić, że każdy trening jest produktywny i zgodny z celami zespołu.",
    "title_complete_team_management": "Kompleksowe Zarządzanie Drużyną",
    "text_complete_team_management": "Centralizuj informacje o graczach, w tym statystyki, frekwencję i indywidualny postęp. Nasz system pozwala na szczegółową kontrolę obecności i wydajności, a także zapewnia miejsce na krytyczne notatki i obserwacje, które pomagają w ciągłym rozwoju sportowców.",
    "title_detaile_analysis_and_statistics": "Szczegółowa Analiza i Statystyki",
    "text_detaile_analysis_and_statistics": "Przekształć dane w wglądy dzięki naszym szczegółowym raportom. Monitoruj wzrost graczy i ewolucję zespołu za pomocą dogłębnych analiz, pomagając podejmować świadome decyzje i strukturyzować bardziej efektywne sesje treningowe.",
    "title_efficient_and_targeted_communication": "Efektywna i Ukierunkowana Komunikacja",
    "text_efficient_and_targeted_communication": "Upewnij się, że wszyscy są na bieżąco z aktualizacjami w czasie rzeczywistym i jasną komunikacją. Informuj o nadchodzących treningach, zmianach strategii i nowościach, utrzymując zespół zjednoczony i skoncentrowany na ciągłej poprawie wspólnej wydajności.",
    "title_join_the_volleyball_vanguard_with": "Dołącz do awangardy siatkówki z ",
    "text_join_the_volleyball_vanguard_with": "Udoskonalamy przyszłość zarządzania drużynami siatkówki i chcemy, abyś był z nami. Rejestrując się teraz, stajesz się częścią ekskluzywnej grupy, która będzie miała wczesny dostęp do naszej platformy wciąż w fazie rozwoju.",
    "menu_title_discord" : "Discord",
    "all_rights_reserved": "Wszelkie prawa zastrzeżone",
    "title_footer_about_us": "O Nas",
    "text_footer_about_us": "VolleyTrack to projekt rozwijany z pasją i innowacją w Brazylii. Jesteśmy zaangażowani w doskonałość oprogramowania i wierzymy w moc open source do tworzenia solidnych i niezawodnych rozwiązań. Nasz system to otwarta platforma, która zaprasza programistów do współpracy i innowacji w świecie siatkówki.",
    "title_responsible_company": "Odpowiedzialna Firma",
    "title_footer_contact": "Kontakt"
}