{
    "welcome": "Добро пожаловать в VolleyTrack!",
    "welcome_message": "Мы рады видеть вас здесь! VolleyTrack стремится быть не просто платформой; мы — сообщество, нацеленное на изменение способа организации и управления волейбольными командами и тренировками.",
    "title_why_register": "Почему стоит зарегистрироваться сейчас?",
    "subtitle_early_access": "Ранний доступ",
    "text_early_access": "Будьте среди первых, кто опробует функции нашей альфа-версии.",
    "subtitle_exclusive_discounts": "Эксклюзивные скидки",
    "text_exclusive_discounts": "Пользователи, которые помогут нам на начальном этапе, будут вознаграждены скидками на будущие подписки.",
    "subtitle_have_your_voice_heard": "Ваше мнение учитывается",
    "text_have_your_voice_heard": "Используйте наш канал обратной связи, чтобы предложить улучшения и новые функции.",
    "title_security_and_development": "Безопасность и разработка",
    "subtitle_security_and_development": "Безопасность",
    "text_security_and_development": "Ваши данные в безопасности с нами. Мы следуем всем рекомендациям LGPD, и ваша конфиденциальность для нас наивысший приоритет.",
    "subtitle_development": "Разработка",
    "text_development": "Наша команда разработчиков постоянно работает над тем, чтобы система была безопасной и свободной от уязвимостей.",
    "title_ready_to_jump_in": "Готовы начать?",
    "title_register": "Зарегистрироваться",
    "placeholder_name": "Введите ваше имя",
    "label_name": "Имя",
    "placeholder_email": "Введите вашу электронную почту",
    "label_email": "Электронная почта",
    "placeholder_experience_level": "Выберите вариант",
    "label_experience_level": "Уровень опыта",
    "message_error_level_experience_required": "Уровень опыта обязателен",
    "label_message": "Сообщение",
    "placeholder_message": "(необязательно) Введите ваше сообщение",
    "button_register": "Зарегистрироваться",
    "label_language": "Язык",
    "placeholder_language": "Выберите вариант",
    "option_language_pt_br": "Португальский (Бразилия)",
    "option_language_es": "Испанский",
    "option_language_fr": "Французский",
    "option_language_it": "Итальянский",
    "option_language_pl": "Польский",
    "option_language_ru": "Русский",
    "option_language_en": "Английский",
    "menu_title_home": "Главная",
    "menu_title_register": "Регистрация",
    "menu_title_faq": "ЧАВО",
    "question_1": "Что такое VolleyTrack?",
    "answer_1": "- VolleyTrack - это разрабатываемая платформа, направленная на упрощение процесса организации волейбольных команд и тренировок. В настоящее время мы находимся в альфа-фазе и приглашаем вас присоединиться к нам в этом путешествии.",
    "question_2": "Как я могу зарегистрироваться в VolleyTrack?",
    "answer_2": "- Во время этой начальной фазы разработки вы можете зарегистрироваться, предоставив базовую информацию. Наша служба поддержки свяжется с вами, чтобы предоставить первый доступ к вашей учетной записи.",
    "question_3": "Какие ограничения у базовой версии?",
    "answer_3": "- Базовая версия системы ограничена количеством игроков и команд, которые вы можете зарегистрировать. Это правило может измениться по мере того, как мы будем проверять продукт с нашими клиентами.",
    "question_4": "Как я могу оставить отзыв о продукте?",
    "answer_4": "- Мы очень ценим отзывы пользователей. У нас есть канал Discord, где вы можете обсудить идеи и проблемы непосредственно с командой разработчиков и другими пользователями.",
    "question_5": "Сколько времени занимает получение поддержки?",
    "answer_5": "- Наша служба поддержки доступна с понедельника по пятницу с 9:00 до 18:00. Нашей целью является ответ на все запросы на поддержку в течение 48 часов.",
    "question_6": "Есть ли мобильное приложение?",
    "answer_6": "- В настоящее время у нас нет мобильного приложения. Однако VolleyTrack полностью адаптивен и может быть доступен с любого устройства. В зависимости от потребностей и отзывов пользователей это может измениться в будущем.",
    "question_7": "Как я могу отменить подписку?",
    "answer_7": "- Вы можете отменить подписку в любое время. Просто свяжитесь с нашей службой поддержки, и они все сделают за вас.",
    "question_8": "Есть ли сообщество, в котором я могу взаимодействовать с другими пользователями?",
    "answer_8": "- Да, у нас есть активное сообщество на Discord, где вы можете взаимодействовать с другими пользователями и командой VolleyTrack. Это пространство идеально подходит для обсуждений, обмена идеями и даже для сообщения о проблемах, с которыми вы можете столкнуться.",
    "question_9": "Как я могу сообщить об ошибках или технических проблемах?",
    "answer_9": "- Если вы столкнулись с какими-либо ошибками или техническими проблемами, самый быстрый способ сообщить об этом - через наш канал поддержки на Discord. Мы также принимаем отчеты об ошибках через нашу службу поддержки по электронной почте suporte@volleytrack.com. Для более быстрого обслуживания вы можете открыть вопрос непосредственно на GitHub проекта, который, вероятно, будет рассмотрен более немедленно нашей командой разработчиков.",
    "question_10": "Как VolleyTrack будет развиваться в будущем?",
    "answer_10": "- VolleyTrack - это проект с открытым исходным кодом, и мы всегда открыты для новых идей и предложений. Вы можете следить за развитием проекта на нашем GitHub. Если вы разработчик, вы можете внести свой вклад в проект, отправив pull request.",
    "option_experience_level_select": "Выбрать",
    "option_experience_level_beginner": "Начинающий",
    "option_experience_level_amateur": "Любитель",
    "option_experience_level_student": "Студент",
    "option_experience_level_university_student": "Студент Университета",
    "option_experience_level_semi_professional": "Полупрофессионал",
    "option_experience_level_professional": "Профессионал",
    "option_experience_level_intermediate": "Средний уровень",
    "option_experience_level_coach": "Тренер",
    "option_experience_level_instructor": "Инструктор",
    "option_experience_level_other": "Другое",
    "welcome_message_index": "Откройте для себя свободу управления вашей волейбольной командой с эффективностью и легкостью. VolleyManager - это идеальное решение для тренеров, игроков и организаторов, желающих поднять уровень своих команд. С нашей интуитивно понятной платформой вы можете организовывать игры, тренировки и управлять вашим составом всего за несколько кликов.",
    "welcome_title_index": "Революция в управлении волейбольными командами",
    "title_game_changing_features": "Игровые возможности, меняющие правила игры!",
    "title_smart_scheduling": "Умное планирование",
    "text_smart_scheduling": "С нашей продвинутой системой календаря планирование игр и тренировок стало проще, чем когда-либо. Устанавливайте конкретные основы для каждой сессии, детализируйте технический фокус и делайте персонализированные заметки, чтобы каждая тренировка была продуктивной и соответствовала целям команды.",
    "title_complete_team_management": "Полное управление командой",
    "text_complete_team_management": "Централизуйте информацию об игроках, включая статистику, посещаемость и индивидуальный прогресс. Наша система позволяет детально контролировать присутствие и производительность, а также предоставляет пространство для критических заметок и наблюдений, которые помогают в непрерывном развитии спортсменов.",
    "title_detaile_analysis_and_statistics": "Детальный анализ и статистика",
    "text_detaile_analysis_and_statistics": "Превращайте данные в прозрения с нашими подробными отчетами. Отслеживайте рост игроков и эволюцию команды через глубокие анализы, помогающие принимать обоснованные решения и структурировать более эффективные тренировки.",
    "title_efficient_and_targeted_communication": "Эффективное и целенаправленное общение",
    "text_efficient_and_targeted_communication": "Убедитесь, что все находятся на одной странице с актуальными обновлениями и ясным общением. Информируйте о предстоящих тренировках, изменениях стратегии и новостях, поддерживая команду единой и сосредоточенной на постоянном улучшении коллективного выступления.",
    "title_join_the_volleyball_vanguard_with": "Присоединяйтесь к авангарду волейбола с ",
    "text_join_the_volleyball_vanguard_with": "Мы совершенствуем будущее управления волейбольными командами и хотим, чтобы вы были с нами. Регистрируясь сейчас, вы становитесь частью эксклюзивной группы, которая получит ранний доступ к нашей платформе, находящейся в разработке."
}